{
  "categorie":[
   {
    "id_categorie": 4,
    "libelle": "Pizza",
    "image": "Assets/images_the_district/category/pizza_cat.jpg",
    "active": "Yes",
    "description":"Découvrez l'apogée de la gastronomie italienne avec notre collection exclusive de Pizzas Gourmet Artisanales. Chaque création est le résultat d'une fusion méticuleuse d'ingrédients de première qualité, soigneusement sélectionnés pour éveiller vos papilles."
   },
   {
    "id_categorie": 5,
    "libelle": "Burger",
    "image": "Assets/images_the_district/category/burger_cat.jpg",
    "active": "Yes",
    "description":"Plongez dans l'univers savoureux de nos Burgers Gourmet Artisanaux . Chacun de nos burgers est méticuleusement préparé avec des ingrédients frais et de qualité supérieure, garantissant une expérience gustative exceptionnelle à chaque bouchée."
   },
   {
    "id_categorie": 9,
    "libelle": "Wraps",
    "image": "Assets/images_the_district/category/wrap_cat.jpg",
    "active": "Yes",
    "description":"Explorez une nouvelle dimension de la fraîcheur et de la créativité avec notre collection exclusive de Wraps Gourmet Artisanaux. Ces délices portables sont conçus avec soin, en combinant des ingrédients de première qualité pour vous offrir une expérience culinaire unique, fraîche et savoureuse."
   },
   {
    "id_categorie": 10,
    "libelle": "Pasta",
    "image": "Assets/images_the_district/category/pasta_cat.jpg",
    "active": "Yes",
    "description":"Plongez dans un voyage gustatif authentique avec notre sélection exceptionnelle de Pâtes Artisanales d'Excellence. Chaque plat est une célébration de la tradition italienne, préparé avec des pâtes fraîches faites maison et des ingrédients de la plus haute qualité, pour une expérience culinaire inoubliable."
   },
   {
    "id_categorie": 11,
    "libelle": "Sandwich",
    "image": "Assets/images_the_district/category/sandwich_cat.jpg",
    "active": "Yes",
    "description":"Découvrez l'art du sandwich avec notre collection exceptionnelle de Sandwiches Gourmet Faits Maison. Chaque création est conçue avec soin, alliant des ingrédients de première qualité et des saveurs audacieuses pour une expérience de repas délicieuse et mémorable."
   },
   {
    "id_categorie": 12,
    "libelle": "Asian Food",
    "image": "Assets/images_the_district/category/asian_food_cat.jpg",
    "active": "No",
    "description":"Plongez dans un voyage culinaire exquis avec notre sélection de Saveurs Asiatiques Authentiques, une fusion délicate de traditions et d'innovation pour éveiller vos papilles. Chacun de nos plats est préparé avec soin, en utilisant des ingrédients frais et des techniques inspirées de la riche diversité de la cuisine asiatique."
   },
   {
    "id_categorie": 13,
    "libelle": "Salade",
    "image": "Assets/images_the_district/category/salade_cat.jpg",
    "active": "Yes",
    "description":"Découvrez notre sélection de Salades Fraîches et Gourmandes, une ode à la légèreté et à la vitalité. Chacune de nos créations est élaborée avec des ingrédients de première qualité, mettant en avant la fraîcheur des produits et des combinaisons de saveurs qui raviront votre palais."
   },
   {
    "id_categorie": 14,
    "libelle": "Veggie",
    "image": "Assets/images_the_district/category/veggie_cat.jpg",
    "active": "Yes",
    "description":"Explorez l'abondance de saveurs et d'innovations avec notre sélection de plats végétariens gourmands. Chaque création est une célébration de la diversité des ingrédients végétaux, préparée avec soin pour offrir une expérience culinaire riche et satisfaisante."
   }
  ],
  "plat":[
   {
    "id_plat": 4,
    "libelle": "District Burger",
    "description": "Composé d'un bun's, deux steaks de 80g (origine française), de deux tranches poitrine de porc fumée, de deux tranches cheddar affiné, salade et oignons confits. ",
    "prix": 8,
    "image": "Assets/images_the_district/food/hamburger.jpg",
    "id_categorie": 5,
    "active": "Yes"
   },
   {
    "id_plat": 5,
    "libelle": "Pizza Bianca",
    "description": "Une pizza fine et croustillante garnie de crème mascarpone légèrement citronnée et de tranches de saumon fumé, le tout relevé de baies roses et de basilic frais.",
    "prix": 14,
    "image": "Assets/images_the_district/food/pizza-salmon.png",
    "id_categorie": 4,
    "active": "Yes"
   },
   {
    "id_plat": 17,
    "libelle": "Tacos",
    "description":"Explorez l'exquise simplicité de nos French Tacos, une fusion créative entre la tradition mexicaine et le style français.  le plaisir de déguster des tacos chez nous.",
    "prix": 11,
    "image": "Assets/images_the_district/food/tacos.jpg",
    "id_categorie": 11,
    "active": "Yes"
   },
   {
    "id_plat": 19,
    "libelle": "Sushi",
    "description":"Découvrez l'art de la délicatesse avec nos sushis exceptionnels. Des créations exquises où la fraîcheur des poissons rencontre la maîtrise de la cuisine japonaise. Chaque bouchée est une danse de saveurs.",
    "prix": 13,
    "image": "Assets/images_the_district/food/sushi.jpg",
    "id_categorie": 12,
    "active": "Yes"
   },
   {
    "id_plat": 18,
    "libelle": "Sandwich au Poulet",
    "description":" Baignez vos papilles dans l'harmonie délicate de notre sandwich au poulet. Des morceaux de poulet grillé avec soin, mariés à des ingrédients français raffinés.",
    "prix": 10,
    "image": "Assets/images_the_district/food/sandwich_poulet.png",
    "id_categorie": 11,
    "active": "Yes"
   },
   {
    "id_plat": 9,
    "libelle": "Buffalo Chicken Wrap",
    "description": "Du bon filet de poulet legerment grillé mariné dans notre spécialité sucrée & épicée, enveloppé dans une tortilla blanche douce faite maison.",
    "prix": 5,
    "image": "Assets/images_the_district/food/buffalo-chicken.jpg",
    "id_categorie": 9,
    "active": "Yes"
   },
   {
    "id_plat": 10,
    "libelle": "Cheeseburger",
    "description": "Composé d’un bun’s , de salade, oignons rouges, pickles, oignon confit, tomate, d’un steak d’origine Française, d'une tranche de cheddar , et sauce maison.",
    "prix": 8,
    "image": "Assets/images_the_district/food/cheesburger.jpg",
    "id_categorie": 5,
    "active": "Yes"
   },
   {
    "id_plat": 12,
    "libelle": "Spaghetti aux légumes",
    "description": "Un plat de spaghetti au pesto de basilic et légumes poêlés au beurre de persil, très parfumé et rapide. le tout relevé de baies roses et de basilic frais.",
    "prix": 10,
    "image": "Assets/images_the_district/food/spaghetti-legumes.jpg",
    "id_categorie": 10,
    "active": "Yes"
   },
   {
    "id_plat": 13,
    "libelle": "Salade César",
    "description": "Une délicieuse salade César composée de filets de poulet & de feuilles de salade , de tomates cerise et surtout de sa fameuse sauce Cesar.",
    "prix": 7,
    "image": "Assets/images_the_district/food/cesar_salad.jpg",
    "id_categorie": 13,
    "active": "Yes"
   },
   {
    "id_plat": 14,
    "libelle": "Pizza Margherita",
    "description": "Une authentique pizza margarita, un classique de l'Itale! Une pâte faite maison, une sauce tomate fraîche, de la mozzarella , du basilic, ail, sel & poivre...",
    "prix": 14,
    "image": "Assets/images_the_district/food/pizza-margarita 1.jpg",
    "id_categorie": 4,
    "active": "Yes"
   },
   {
    "id_plat": 15,
    "libelle": "Courgettes farcies au quinoa et duxelles de champignons",
    "description": "Voici une recette équilibrée à base de courgettes, quinoa et champignons, 100% vegan et sans gluten!",
    "prix": 8,
    "image": "Assets/images_the_district/food/courgettes_farcies.jpg",
    "id_categorie": 14,
    "active": "Yes"
   },
   {
    "id_plat": 16,
    "libelle": "Lasagnes",
    "description": " l'une des spécialités italiennes que tout le monde aime avec sa viande hachée et gratinée à l'emmental.",
    "prix": 12,
    "image": "Assets/images_the_district/food/lasagnes.jpg",
    "id_categorie": 10,
    "active": "Yes"
   },
   {
    "id_plat": 17,
    "libelle": "Tagliatelles au saumon",
    "description": "Découvrez notre recette délicieuse de tagliatelles au saumon frais et à la crème qui qui vous assure un véritable régal!",
    "prix": 12,
    "image": "Assets/images_the_district/food/tagliatelles-saumon.jpg",
    "id_categorie": 10,
    "active": "Yes"
   }
  ]
  }